{
    "navigation": {
        "projects": "Projects",
        "about" : "About",
        "impressum": "Legal notice",
        "disclaimer": "Disclaimer",
        "data-protection": "Privacy policy"
    },
    "share": "Share",
    "home": {
        "subheader": "Unique skateboards shaped by your ideas",
        "content": "We offer you the possibiliy to design your very own skateboard deck.<br/>You provide the design. We take care of the rest.",
        "slogan": "Dein Brett (your board) is waiting for you!"
    },
    "projects": {
        "header":"<h2>Projects</h2>",
        "structure": "<u>Structure</u>",    
        "size": "Size: ",
        "concave": "Concave: "   
    },
    "about": {
        "header":"<h2>About</h2>",
        "content": "<p>DeinBRETT is a small skateboard workshop located in the heart of Rostock. Its focus lies on building unique pieces. With regard to technical feasibility every customer requirement is catered to individually and realised together.</p><br /><br /><p>You'd like to obtain a deck or a complete board built according to your vision? Just contact us through our <a href='https://www.facebook.com/DeinBRETT/' target='_blank' data-analytics-category='link' data-analytics-action='navigate' data-analytics-label='Facebooklink'>facebook page</a> and we'll discuss price and details.</p>"
    },
    "impressum": {
        "content": "<h2>Legal notice</h2><h3>Information in accordance with &sect; 5 TMG:</h3><p>Matthias Sachse<br />Deinbrett <br />Jahnstra&szlig;e 7<br />18057 Rostock </p><h3>Kontakt:</h3><table><tr><td>Telephone:</td><td>+49 (0) 176 222 92 073</td></tr><tr><td>E-Mail:</td><td>matthiassachse@gmx.de</td></tr></table></br><p>We are not willing nor obliged to participate in dispute resolution procedures at a consumer arbitration board.</p></br><h2>Disclaimer</h2><h3>Accountability for content</h3><p>The contents of our pages have been created with the utmost care. However, we cannot guarantee the contents' accuracy, completeness or topicality. According to statutory provisions, we are furthermore responsible for our own content on these web pages. In this context, please note that we are accordingly not obliged to monitor merely the transmitted or saved information of third parties, or investigate circumstances pointing to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this as per &sect;&sect; 8 to 10 of the Telemedia Act (TMG).</p><h3>Accountability for links</h3><p>Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.</p><h3>Copyright</h3><p>Our web pages and their contents are subject to German copyright law. Unless expressly permitted by law (ยง 44a et seq. of the copyright law), every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use, so must not serve either directly or indirectly for earnings. Unauthorized utilization of copyrighted works is punishable (ยง 106 of the copyright law).</p>"
    },
    "data-protection": {
        "content": "<h2>Privacy policy:</h2><h3>Data protection</h3><p>The operators of this website take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the legal data protection regulations as well as this privacy policy.</p><p>The use of our website is normally possible without providing personal data. If personal data (for example, name, address or e-mail addresses) are collected on our pages, this is always done on a voluntary basis as far as possible. These data will not be passed on to third parties without your express consent.</p><p>We would like to point out that data transmission on the Internet (for example, when communicating via e-mail) can present security gaps. A complete protection of the data against third party access is not possible.</p><p>&nbsp;</p><h3>Contact form</h3><p>If you send us inquiries by means of a contact form, your information from that inquiry form, including the contact data you provide there, will be saved by us for the purpose of processing the inquiry and for the case of connection questions. We do not pass on this data without your consent.</p><p>&nbsp;</p><h3>Web analysis with Google Analytics</h3><p>This website uses Google Analytics, a web analysis service of Google Inc., 1600 Amphitheatre Parkway Mountain View, CA 94043, USA (Google). Google Analytics uses cookies, i.e. text files stored on your computer to enable analysis of website usage by you. Information generated by the cookie about your use of this website is usually transmitted to a Google server in the United States and stored there. In case of activated IP anonymization on this website, however, your IP address is previously truncated by Google within member states of the European Union or in other states which are party to the agreement on the European Economic Area. Only in exceptional cases is a full IP address transmitted to a Google server in the United States and truncated there. On behalf this website's owner, Google will use this information to evaluate your use of the website, compile reports about website activities, and provide the website's operator with further services related to website and Internet usage. The IP address sent from your browser as part of Google Analytics is not merged with other data by Google.</p><p><strong>Browser Plugin</strong></p><p>You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website. In addition, you can prevent data generated by the cookie and relating to your use of the website (including your IP address) from being collected and processed by Google, by downloading and installing a browser plug-in from the following link: <a class='long-link' target='_blank' href='https://tools.google.com/dlpage/gaoptout?hl=en'>https://tools.google.com/dlpage/gaoptout?hl=en</a></p><p><strong>Opposition to data collection</strong></p><p>You can prevent the collection of your data by Google Analytics by clicking on the following link. An opt-out cookie is set which prevents the collection of your data on future visits to this website: <a  href='javascript:gaOptout();'>Deactivate Google Analytics</a></p><p>&nbsp;</p><h3>Objection to advertising e-mails</h3><p>We hereby object to the use of contact data published within the scope of the legal notice for the transmission of advertising and information material not expressly requested. The operators of the pages expressly reserve the right to take legal steps in the event of the unsolicited sending of advertising information, for example by spam e-mails.</p>"
    }
}