{
    "navigation": {
        "projects": "Projects",
        "about" : "About",
        "impressum": "Imprint",
        "disclaimer": "Disclaimer",
        "data-protection": "Data protection"
    },
    "projects": {
        "header":"<h2>Projects</h2>",
        "structure": "<u>Structure</u>",    
        "size": "Size: ",
        "concave": "Concave: "   
    },
    "about": {
        "header":"<h2>About</h2>",
        "content": "<p>3Boards is a small skateboard workshop located in the heart of Rostocks. Its focus lies on building unique pieces. With regard to technical feasibility every customer requirement is catered to and realised together.</p><br /><br /><p>You'd like to obtain a deck or a complete board built according to your vision? Just contact me through my <a href='https://www.facebook.com/threeeboards/' target='_blank' >facebook page</a> and we'll discuss price and details.</p>"
    },
    "impressum": {
        "content": "<h2>Impressum</h2><h3>Information in accordance with &sect; 5 TMG:</h3><p>Matthias Sachse<br />3Boards <br />Jahnstra&szlig;e 7<br />18057 Rostock </p><h3>Kontakt:</h3><table><tr><td>Telephone:</td><td>+49 (0) 176 222 92 073</td></tr><tr><td>E-Mail:</td><td>matthiassachse@gmx.de</td></tr></table></br><p>We are not willing nor obliged to participate in dispute resolution procedures at a consumer arbitration board.</p></br><h2>Disclaimer</h2><h3>Accountability for content</h3><p>The contents of our pages have been created with the utmost care. However, we cannot guarantee the contents' accuracy, completeness or topicality. According to statutory provisions, we are furthermore responsible for our own content on these web pages. In this context, please note that we are accordingly not obliged to monitor merely the transmitted or saved information of third parties, or investigate circumstances pointing to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this as per &sect;&sect; 8 to 10 of the Telemedia Act (TMG).</p><h3>Accountability for links</h3><p>Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.</p><h3>Copyright</h3><p>Our web pages and their contents are subject to German copyright law. Unless expressly permitted by law (ยง 44a et seq. of the copyright law), every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use, so must not serve either directly or indirectly for earnings. Unauthorized utilization of copyrighted works is punishable (ยง 106 of the copyright law).</p>"
    },
    "data-protection": {
        "content": ""
    }
}